{
  "article_1": {
    "name": "American submarine discovered off Ocean City coast",
    "thumb": "/images/news/baltimore_sun_12_10_20-thumb.png",
    "summary": "The wreckage of an early U.S. Navy submarine, sunk while being used for target practice by bombers in 1936, has likely been discovered off the coast of Ocean City by a company that salvages shipwrecks.",
    "url": "https://www.baltimoresun.com/maryland/eastern-shore/bs-md-american-submarine-recovered-ocean-city-20201210-w4gj5lg2kjhhbd5ydqamluvawi-story.html"
  },
  "article_2": {
    "name": "Salvage Firm Says it Found Old Submarine off Delmarva Peninsula",
    "thumb": "images/news/wboc_12_16_20-thumb.png",
    "summary": "OCEAN CITY, Md. (AP)- A salvage company says that it has likely discovered the wreckage of a century-old submarine off the coast of Maryland.",
    "url": "https://www.wboc.com/story/43068586/salvage-firm-says-it-found-old-submarine-off-delmarva-peninsula"
  },
  "article_3": {
    "name": "Top Story -- World War I-era American submarine discovered on ocean floor off Cape May",
    "thumb": "images/news/press_of_atlantic_city_12_11_20-thumb.png",
    "summary": "CAPE MAY — With war looming on the horizon, and a new generation of German U-boats under construction, the United States military faced an urgent problem: how to sink a boat that’s already underwater?",
    "url": "https://pressofatlanticcity.com/news/local/world-war-i-era-american-submarine-discovered-on-ocean-floor-off-cape-may/article_919e3edc-1e25-5722-94b0-a190a368331b.html"
  },
  "article_4": {
    "name": "Titanic sister ship secret revealed by Millstone deep-sea adventurers",
    "thumb": "images/news/app_03_16_20-thumb.png",
    "summary": "MILLSTONE TOWNSHIP - This is no ordinary living room. Along one wall stands the six-foot-tall helm from the stern of the Ayuruoca, a Brazilian freighter that sank off the Monmouth County coast in 1945. On the opposite wall sits a cabinet with china from the Andrea Doria, the Italian ocean liner that famously crashed into another ship and sank near Massachusetts in 1956.",
    "url": "https://www.app.com/story/news/history/2020/03/16/titanic-sister-ship-britannic-bell-millstone-deep-sea-adventurers/5009443002/"
  }
}





